Repository: liuuuk311/parterre
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: it

source: Sell artist
it: Vendi artista

source: Add to your label
it: Aggiungi al tuo marchio

source: Top tracks
it: Brani migliori

source: You don't have enough PIT to buy this artist.
it: Non hai abbastanza PIT per acquistare questo artista.

source: English
it: Inglese

source: Italian
it: Italiano

source: Dashboard
it: Cruscotto

source: Trending artists
it: Artisti in tendenza

source: Your record label is empty, you can add add new artists to your roaster
it: La tua etichetta discografica è vuota, puoi aggiungere nuovi artisti al tuo roster

source: Your label has
it: Il tuo marchio ha

source: artists
it: artisti

source: Add new artist
it: Aggiungi nuovo artista

source: Search for artists...
it: Cerca artisti...

source: Genres
it: Generi

source: Explore
it: Esplora

source: Marketplace
it: Mercato

source: We are build the marketplace
it: Stiamo costruendo il mercato

source: We are building an awesome marketplace where you can spend your PIT to buy actual stuff
it: Stiamo costruendo un mercato fantastico dove puoi spendere i tuoi PIT per acquistare roba reale

source: Build Your Own Indie Music Label and Get Rewarded
it: Crea la tua etichetta musicale indie e ottieni ricompense

source: Invest in Indie Artists and Rise to the Top of the Music Industry
it: Investi in artisti indie e sali in cima all'industria musicale

source: How does it work?
it: Come funziona?

source: Sign Up
it: Registrati

source: Create your account on Parterre Music and start exploring our platform. It's free to sign up and you can start building your music label right away!
it: Crea il tuo account su Parterre Music e inizia a esplorare la nostra piattaforma. È gratuito registrarsi e puoi iniziare subito a costruire la tua etichetta musicale!

source: Discover Artists
it: Scopri artisti

source: Invest in your favorite indie artists using PIT tokens. You can buy and sell artists as you wish, and use your strategic thinking to make smart investments.
it: Investi nei tuoi artisti indie preferiti utilizzando i token PIT. Puoi comprare e vendere artisti come desideri e utilizzare il tuo pensiero strategico per fare investimenti intelligenti.

source: Monitor Performance
it: Monitora le prestazioni

source: Keep an eye on your artists' performance on different music charts and social media platforms. Parterre Music's algorithm will calculate a score for each artist every week, based on various factors, and you can use this information to make informed decisions about your investments.
it: Tieni d'occhio le performance dei tuoi artisti su diverse classifiche musicali e piattaforme di social media. L'algoritmo di Parterre Music calcolerà un punteggio per ogni artista ogni settimana, basato su vari fattori, e potrai utilizzare queste informazioni per prendere decisioni informate sui tuoi investimenti.

source: Gain Rewards
it: Guadagna ricompense

source: As your artists gain popularity and rise up the charts, you'll earn rewards in the form of PIT tokens. These tokens can be used to buy more artists, or cashed out for real money.
it: Alla crescita di popolarità dei tuoi artisti e al loro salire nelle classifiche, guadagnerai ricompense sotto forma di token PIT. Questi token possono essere utilizzati per comprare più artisti o convertiti in denaro reale.

source: Rise to the Top
it: Sali in cima

source: With smart investments and a keen eye for talent, you can rise to the top of the music industry and become a leading music label owner. Parterre Music is the perfect platform for music enthusiasts and entrepreneurs looking to make their mark in the industry.
it: Con investimenti intelligenti e un occhio attento al talento, puoi salire in cima all'industria musicale e diventare un proprietario di un'etichetta discografica di successo. Parterre Music è la piattaforma perfetta per gli appassionati di musica e gli imprenditori che cercano di lasciare il loro segno nell'industria.

source: how it works
it: come funziona

source: (Optional)
it: (Opzionale)

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. If this is your first time to login, make sure to check your email and verify your email address
it: Inserisci un %(username)s e una password corretti. Nota che entrambi i campi possono essere sensibili alle maiuscole e minuscole. Se è la tua prima volta a effettuare il login, assicurati di controllare la tua email e verificare il tuo indirizzo email.

source: This account is inactive.
it: Questo account è inattivo.

source: Light
it: Chiaro

source: Dark
it: Scuro

source: Sold
it: Venduto

source: Bought
it: Acquistato

source: Welcome to Parterre
it: Benvenuto su Parterre

source: Create your record label
it: Crea la tua etichetta discografica

source: Once you created your record label, you're talent scout adventure will begin
it: Una volta creata la tua etichetta discografica, inizierà la tua avventura come talent scout

source: Create new label
it: Crea nuova etichetta

source: Here your welcome gift.
it: Ecco il tuo regalo di benvenuto.

source: Here's a short tour of the app
it: Ecco un breve tour dell'app

source: Buy artists
it: Acquista artisti

source: With PIT you can buy your favorite artists
it: Con PIT puoi acquistare i tuoi artisti preferiti

source: Weekly PIT
it: PIT settimanali

source: Every week the artists will earn you royalties which you will get as PITs
it: Ogni settimana gli artisti ti guadagneranno royalty che riceverai sotto forma di PIT

source: Sell Artists
it: Vendi artisti

source: The value of an artist changes overtime based on their performances. You can sell an artist to make some profit
it: Il valore di un artista cambia nel tempo in base alle sue performance. Puoi vendere un artista per ottenere qualche profitto

source: You can use your PIT to get valuable things from our marketplace
it: Puoi usare i tuoi PIT per ottenere cose preziose dal nostro mercato

source: Ready to start?
it: Pronto per iniziare?

source: Profile
it: Profilo

source: Your wallet
it: Il tuo portafoglio

source: Balance
it: Bilancio

source: History
it: Cronologia

source: See you soon
it: A presto

source: You are now logged out.
it: Sei stato disconnesso.

source: Welcome Back
it: Bentornato

source: Forget password?
it: Hai dimenticato la password?

source: Sign In
it: Accedi

source: New to Parterre?
it: Nuovo su Parterre?

source: Create a free account
it: Crea un account gratuito

source: Reset complete
it: Reset completo

source: Your password has been set. You may go ahead and log in now.
it: La tua password è stata impostata. Puoi procedere con l'accesso ora.

source: Login
it: Accedi

source: Set new password
it: Imposta nuova password

source: Reset password
it: Reimposta password

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
it: Il link di reimpostazione della password non è valido, probabilmente perché è già stato utilizzato. Per favore, richiedi una nuova reimpostazione della password.

source: Password reset
it: Reimposta password

source: Check your email
it: Controlla la tua email

source: You should get the instructions shortly
it: Dovresti ricevere le istruzioni a breve

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
it: Se non ricevi un'email, assicurati di aver inserito l'indirizzo con cui ti sei registrato e controlla la cartella spam.

source: Forgot your password?
it: Hai dimenticato la password?

source: No worries, we'll send you reset instruction.
it: Niente paura, ti invieremo istruzioni per il ripristino.

source: Enter your email
it: Inserisci la tua email

source: Welcome
it: Benvenuto

source: Already registred?
it: Già registrato?

source: Login here
it: Accedi qui

source: sign in
it: accedi

source: sign up
it: registrati

source: dashboard
it: cruscotto

source: explore
it: esplora

source: marketplace
it: mercato
